Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Lighting_AllZones.Text
source: One colour for every zone
ar_sa: لون واحد لكل المناطق
bg_bg: Един цвят за всички зони
ca_es: Un color per a totes les zones
cs_cz: Jedna barva pro všechny zóny
de_de: Eine Farbe für alle Zonen
el_gr: Ένα χρώμα για όλες τις ζώνες
es_es: Un color para todas las zonas
et_ee: Üks värv kõigile tsoonidele
fa_ir: یک رنگ برای همهٔ ناحیه‌ها
fi_fi: Yksi väri kaikille alueille
fr_fr: Une seule couleur pour toutes les zones
he_il: צבע אחד לכל האזורים
hi_in: सभी ज़ोन के लिए एक रंग
hu_hu: Egy szín minden zónához
id_id: Satu warna untuk semua zona
it_it: Un colore per tutte le zone
ja_jp: すべてのゾーンを同じ色にする
ko_kr: 모든 영역에 한 가지 색상
lv_lv: Viena krāsa visām zonām
nb_no: Én farge for alle soner
nl_nl: Eén kleur voor alle zones
pl_pl: Jeden kolor dla wszystkich stref
pt_pt: Uma cor para todas as zonas
ro_ro: O singură culoare pentru toate zonele
ru_ru: Один цвет для всех зон
sk_sk: Jedna farba pre všetky zóny
sr_cyrl_rs: Једна боја за све зоне
sv_se: En färg för alla zoner
th_th: สีเดียวสำหรับทุกโซน
tr_tr: Tüm bölgeler için tek renk
uk_ua: Один колір для всіх зон
vi_vn: Một màu cho tất cả các vùng
zh_cn: 所有区域使用同一颜色
zh_tw: 所有區域使用同一色彩

# Lighting_ApplyToAll.Content
source: Apply to all lights
ar_sa: تطبيق على كل الأضواء
bg_bg: Приложи за всички светлини
ca_es: Aplica a tots els llums
cs_cz: Použít na všechna světla
de_de: Auf alle Lichter anwenden
el_gr: Εφαρμογή σε όλα τα φώτα
es_es: Aplicar a todas las luces
et_ee: Rakenda kõigile tuledele
fa_ir: اعمال روی همهٔ نورها
fi_fi: Käytä kaikkiin valoihin
fr_fr: Appliquer à tous les éclairages
he_il: החל על כל התאורות
hi_in: सभी लाइटों पर लागू करें
hu_hu: Alkalmazás minden fényre
id_id: Terapkan ke semua lampu
it_it: Applica a tutte le luci
ja_jp: すべてのライトに適用
ko_kr: 모든 조명에 적용
lv_lv: Lietot visām gaismām
nb_no: Bruk på alle lysene
nl_nl: Op alle verlichting toepassen
pl_pl: Zastosuj do wszystkich świateł
pt_pt: Aplicar a todas as luzes
ro_ro: Aplică tuturor luminilor
ru_ru: Применить ко всей подсветке
sk_sk: Použiť na všetky svetlá
sr_cyrl_rs: Примени на сва светла
sv_se: Använd för alla lampor
th_th: ใช้กับไฟทั้งหมด
tr_tr: Tüm ışıklara uygula
uk_ua: Застосувати до всього підсвічування
vi_vn: Áp dụng cho tất cả đèn
zh_cn: 应用到所有灯光
zh_tw: 套用到所有燈光

# Lighting_Color.Text
source: Colour
ar_sa: اللون
bg_bg: Цвят
ca_es: Color
cs_cz: Barva
de_de: Farbe
el_gr: Χρώμα
es_es: Color
et_ee: Värv
fa_ir: رنگ
fi_fi: Väri
fr_fr: Couleur
he_il: צבע
hi_in: रंग
hu_hu: Szín
id_id: Warna
it_it: Colore
ja_jp: 色
ko_kr: 색상
lv_lv: Krāsa
nb_no: Farge
nl_nl: Kleur
pl_pl: Kolor
pt_pt: Cor
ro_ro: Culoare
ru_ru: Цвет
sk_sk: Farba
sr_cyrl_rs: Боја
sv_se: Färg
th_th: สี
tr_tr: Renk
uk_ua: Колір
vi_vn: Màu
zh_cn: 颜色
zh_tw: 色彩

# Lighting_Speed.Header
source: Speed
ar_sa: السرعة
bg_bg: Скорост
ca_es: Velocitat
cs_cz: Rychlost
de_de: Geschwindigkeit
el_gr: Ταχύτητα
es_es: Velocidad
et_ee: Kiirus
fa_ir: سرعت
fi_fi: Nopeus
fr_fr: Vitesse
he_il: מהירות
hi_in: गति
hu_hu: Sebesség
id_id: Kecepatan
it_it: Velocità
ja_jp: 速度
ko_kr: 속도
lv_lv: Ātrums
nb_no: Hastighet
nl_nl: Snelheid
pl_pl: Szybkość
pt_pt: Velocidade
ro_ro: Viteză
ru_ru: Скорость
sk_sk: Rýchlosť
sr_cyrl_rs: Брзина
sv_se: Hastighet
th_th: ความเร็ว
tr_tr: Hız
uk_ua: Швидкість
vi_vn: Tốc độ
zh_cn: 速度
zh_tw: 速度

# Lighting_Direction.Text
source: Direction
ar_sa: الاتجاه
bg_bg: Посока
ca_es: Direcció
cs_cz: Směr
de_de: Richtung
el_gr: Κατεύθυνση
es_es: Dirección
et_ee: Suund
fa_ir: جهت
fi_fi: Suunta
he_il: כיוון
hi_in: दिशा
hu_hu: Irány
id_id: Arah
it_it: Direzione
ja_jp: 方向
ko_kr: 방향
lv_lv: Virziens
nb_no: Retning
nl_nl: Richting
pl_pl: Kierunek
pt_pt: Direção
ro_ro: Direcție
ru_ru: Направление
sk_sk: Smer
sr_cyrl_rs: Смер
sv_se: Riktning
th_th: ทิศทาง
tr_tr: Yön
uk_ua: Напрямок
vi_vn: Hướng
zh_cn: 方向
zh_tw: 方向

# Lighting_EffectColor.Text
source: Effect colour
ar_sa: لون التأثير
bg_bg: Цвят на ефекта
ca_es: Color de l'efecte
cs_cz: Barva efektu
de_de: Effektfarbe
el_gr: Χρώμα εφέ
es_es: Color del efecto
et_ee: Efekti värv
fa_ir: رنگ جلوه
fi_fi: Tehosteen väri
fr_fr: Couleur de l’effet
he_il: צבע האפקט
hi_in: प्रभाव का रंग
hu_hu: Effektus színe
id_id: Warna efek
it_it: Colore dell'effetto
ja_jp: エフェクトの色
ko_kr: 효과 색상
lv_lv: Efekta krāsa
nb_no: Effektfarge
nl_nl: Effectkleur
pl_pl: Kolor efektu
pt_pt: Cor do efeito
ro_ro: Culoarea efectului
ru_ru: Цвет эффекта
sk_sk: Farba efektu
sr_cyrl_rs: Боја ефекта
sv_se: Effektfärg
th_th: สีของเอฟเฟกต์
tr_tr: Efekt rengi
uk_ua: Колір ефекту
vi_vn: Màu hiệu ứng
zh_cn: 效果颜色
zh_tw: 效果色彩

# Lighting_RandomColor.Content
source: Random colours
ar_sa: ألوان عشوائية
bg_bg: Случайни цветове
ca_es: Colors aleatoris
cs_cz: Náhodné barvy
de_de: Zufällige Farben
el_gr: Τυχαία χρώματα
es_es: Colores aleatorios
et_ee: Juhuslikud värvid
fa_ir: رنگ‌های تصادفی
fi_fi: Satunnaiset värit
fr_fr: Couleurs aléatoires
he_il: צבעים אקראיים
hi_in: यादृच्छिक रंग
hu_hu: Véletlen színek
id_id: Warna acak
it_it: Colori casuali
ja_jp: ランダムな色
ko_kr: 무작위 색상
lv_lv: Nejaušas krāsas
nb_no: Tilfeldige farger
nl_nl: Willekeurige kleuren
pl_pl: Losowe kolory
pt_pt: Cores aleatórias
ro_ro: Culori aleatorii
ru_ru: Случайные цвета
sk_sk: Náhodné farby
sr_cyrl_rs: Насумичне боје
sv_se: Slumpade färger
th_th: สีแบบสุ่ม
tr_tr: Rastgele renkler
uk_ua: Випадкові кольори
vi_vn: Màu ngẫu nhiên
zh_cn: 随机颜色
zh_tw: 隨機色彩

# Lighting_AnyColor.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Any colour
ar_sa: أي لون
bg_bg: Произволен цвят
ca_es: Qualsevol color
cs_cz: Libovolná barva
de_de: Beliebige Farbe
el_gr: Οποιοδήποτε χρώμα
es_es: Cualquier color
et_ee: Mis tahes värv
fa_ir: هر رنگی
fi_fi: Mikä tahansa väri
fr_fr: Autre couleur
he_il: כל צבע
hi_in: कोई भी रंग
hu_hu: Tetszőleges szín
id_id: Warna apa pun
it_it: Qualsiasi colore
ja_jp: 任意の色
ko_kr: 원하는 색상
lv_lv: Jebkura krāsa
nb_no: Valgfri farge
nl_nl: Elke kleur
pl_pl: Dowolny kolor
pt_pt: Qualquer cor
ro_ro: Orice culoare
ru_ru: Любой цвет
sk_sk: Ľubovoľná farba
sr_cyrl_rs: Било која боја
sv_se: Valfri färg
th_th: สีใดก็ได้
tr_tr: Herhangi bir renk
uk_ua: Будь-який колір
vi_vn: Màu bất kỳ
zh_cn: 任意颜色
zh_tw: 任意色彩

# Effect_Breathing
source: Breathing
ar_sa: تنفّس
bg_bg: Дишане
ca_es: Respiració
cs_cz: Dýchání
de_de: Atmen
el_gr: Αναπνοή
es_es: Respiración
et_ee: Hingamine
fa_ir: تنفس
fi_fi: Hengitys
fr_fr: Respiration
he_il: נשימה
hi_in: श्वास
hu_hu: Lélegzés
id_id: Bernapas
it_it: Respiro
ja_jp: ブリージング
ko_kr: 숨쉬기
lv_lv: Elpošana
nb_no: Pusting
nl_nl: Ademen
pl_pl: Oddychanie
pt_pt: Respiração
ro_ro: Respirație
ru_ru: Дыхание
sk_sk: Dýchanie
sr_cyrl_rs: Дисање
sv_se: Andning
th_th: หายใจ
tr_tr: Nefes
uk_ua: Дихання
vi_vn: Nhịp thở
zh_cn: 呼吸
zh_tw: 呼吸

# Effect_Neon
source: Neon
ar_sa: نيون
bg_bg: Неон
ca_es: Neó
el_gr: Νέον
es_es: Neón
et_ee: Neoon
fa_ir: نئون
fr_fr: Néon
he_il: ניאון
hi_in: नियॉन
ja_jp: ネオン
ko_kr: 네온
lv_lv: Neons
pt_pt: Néon
ru_ru: Неон
sk_sk: Neón
sr_cyrl_rs: Неон
th_th: นีออน
uk_ua: Неон
zh_cn: 霓虹
zh_tw: 霓虹

# Effect_Wave
source: Wave
ar_sa: موجة
bg_bg: Вълна
ca_es: Onada
cs_cz: Vlna
de_de: Welle
el_gr: Κύμα
es_es: Ola
et_ee: Laine
fa_ir: موج
fi_fi: Aalto
fr_fr: Vague
he_il: גל
hi_in: लहर
hu_hu: Hullám
id_id: Gelombang
it_it: Onda
ja_jp: ウェーブ
ko_kr: 물결
lv_lv: Vilnis
nb_no: Bølge
nl_nl: Golf
pl_pl: Fala
pt_pt: Onda
ro_ro: Val
ru_ru: Волна
sk_sk: Vlna
sr_cyrl_rs: Талас
sv_se: Våg
th_th: คลื่น
tr_tr: Dalga
uk_ua: Хвиля
vi_vn: Sóng
zh_cn: 波浪
zh_tw: 波浪

# Effect_Shifting
source: Shifting
ar_sa: انتقال
bg_bg: Преместване
ca_es: Desplaçament
cs_cz: Posun
de_de: Wandern
el_gr: Μετακίνηση
es_es: Desplazamiento
et_ee: Nihkumine
fa_ir: جابه‌جایی
fi_fi: Siirtymä
fr_fr: Défilement
he_il: תזוזה
hi_in: खिसकना
hu_hu: Vándorlás
id_id: Bergeser
it_it: Scorrimento
ja_jp: シフト
ko_kr: 이동
lv_lv: Pārvietošanās
nb_no: Forflytning
nl_nl: Verschuiven
pl_pl: Przesuwanie
pt_pt: Deslocação
ro_ro: Deplasare
ru_ru: Смещение
sk_sk: Posun
sr_cyrl_rs: Померање
sv_se: Förflyttning
th_th: เลื่อน
tr_tr: Kayma
uk_ua: Зсув
vi_vn: Dịch chuyển
zh_cn: 移动
zh_tw: 移動

# Effect_Zoom
source: Zoom
ar_sa: تكبير
bg_bg: Мащаб
el_gr: Ζουμ
et_ee: Suum
fa_ir: بزرگ‌نمایی
fi_fi: Zoomaus
he_il: זום
hi_in: ज़ूम
hu_hu: Nagyítás
ja_jp: ズーム
ko_kr: 확대
lv_lv: Tālummaiņa
pl_pl: Powiększanie
ru_ru: Масштаб
sr_cyrl_rs: Зумирање
th_th: ซูม
tr_tr: Yakınlaştırma
uk_ua: Масштаб
vi_vn: Phóng to
zh_cn: 缩放
zh_tw: 縮放

# Effect_Breathing_Description
source: The colour fades in and out.
ar_sa: يخفت اللون ويسطع تدريجيًا.
bg_bg: Цветът плавно се засилва и затихва.
ca_es: El color s'encén i s'apaga suaument.
cs_cz: Barva plynule pohasíná a rozsvěcuje se.
de_de: Die Farbe wird langsam heller und dunkler.
el_gr: Το χρώμα σβήνει και ανάβει σταδιακά.
es_es: El color aparece y se desvanece.
et_ee: Värv tuhmub ja heledub vaheldumisi.
fa_ir: رنگ به‌آرامی روشن و خاموش می‌شود.
fi_fi: Väri himmenee ja kirkastuu vuorotellen.
fr_fr: La couleur s’allume et s’éteint progressivement.
he_il: הצבע מתעמעם ומתבהר בהדרגה.
hi_in: रंग धीरे-धीरे मंद और तेज़ होता है।
hu_hu: A szín lassan felerősödik és elhalványul.
id_id: Warna meredup dan menyala secara perlahan.
it_it: Il colore si accende e si spegne gradualmente.
ja_jp: 色がゆっくり明滅します。
ko_kr: 색상이 서서히 밝아졌다 어두워집니다.
lv_lv: Krāsa pakāpeniski iedegas un izgaist.
nb_no: Fargen tones inn og ut.
nl_nl: De kleur wordt geleidelijk feller en zwakker.
pl_pl: Kolor płynnie rozjaśnia się i gaśnie.
pt_pt: A cor acende e apaga suavemente.
ro_ro: Culoarea se aprinde și se stinge treptat.
ru_ru: Цвет плавно загорается и гаснет.
sk_sk: Farba plynulo zhasína a rozsvecuje sa.
sr_cyrl_rs: Боја се постепено пали и гаси.
sv_se: Färgen tonas in och ut.
th_th: สีค่อยๆ สว่างขึ้นและจางลง
tr_tr: Renk yavaşça yanıp söner.
uk_ua: Колір плавно спалахує та згасає.
vi_vn: Màu sáng dần rồi tắt dần.
zh_cn: 颜色渐亮渐暗。
zh_tw: 色彩漸亮漸暗。

# Effect_Neon_Description
source: Cycles through the rainbow.
ar_sa: يتنقل بين ألوان قوس قزح.
bg_bg: Преминава през цветовете на дъгата.
ca_es: Recorre els colors de l'arc de Sant Martí.
cs_cz: Prochází barvami duhy.
de_de: Durchläuft die Farben des Regenbogens.
el_gr: Περνά από τα χρώματα του ουράνιου τόξου.
es_es: Recorre los colores del arcoíris.
et_ee: Käib läbi vikerkaare värvid.
fa_ir: بین رنگ‌های رنگین‌کمان می‌چرخد.
fi_fi: Käy läpi sateenkaaren värit.
fr_fr: Parcourt les couleurs de l’arc-en-ciel.
he_il: עובר בין צבעי הקשת.
hi_in: इंद्रधनुष के रंगों में घूमता है।
hu_hu: Végigmegy a szivárvány színein.
id_id: Berganti melalui warna pelangi.
it_it: Passa per tutti i colori dell'arcobaleno.
ja_jp: 虹の色を順に切り替えます。
ko_kr: 무지개 색상을 순환합니다.
lv_lv: Pārslēdzas pa varavīksnes krāsām.
nb_no: Går gjennom regnbuens farger.
nl_nl: Doorloopt de kleuren van de regenboog.
pl_pl: Przechodzi przez kolory tęczy.
pt_pt: Percorre as cores do arco-íris.
ro_ro: Trece prin culorile curcubeului.
ru_ru: Перебирает цвета радуги.
sk_sk: Prechádza farbami dúhy.
sr_cyrl_rs: Пролази кроз боје дуге.
sv_se: Växlar genom regnbågens färger.
th_th: วนผ่านสีรุ้ง
tr_tr: Gökkuşağının renkleri arasında döner.
uk_ua: Перебирає кольори веселки.
vi_vn: Chuyển qua các màu cầu vồng.
zh_cn: 在彩虹的各种颜色之间循环。
zh_tw: 在彩虹的各種色彩之間循環。

# Effect_NeonKeyboard_Description
source: The keyboard fades in and out in red, then green, then blue.
ar_sa: تضيء لوحة المفاتيح وتخبو باللون الأحمر، ثم الأخضر، ثم الأزرق.
bg_bg: Клавиатурата плавно светва и угасва в червено, после в зелено, после в синьо.
ca_es: El teclat s'encén i s'apaga suaument en vermell, després en verd i després en blau.
cs_cz: Klávesnice se plynule rozsvěcuje a zhasíná červeně, pak zeleně a pak modře.
de_de: Die Tastatur blendet in Rot, dann in Grün, dann in Blau ein und wieder aus.
el_gr: Το πληκτρολόγιο ανάβει και σβήνει σταδιακά σε κόκκινο, μετά σε πράσινο και μετά σε μπλε.
es_es: El teclado se enciende y se apaga poco a poco en rojo, luego en verde y luego en azul.
et_ee: Klaviatuur süttib ja kustub sujuvalt punaselt, siis roheliselt, siis siniselt.
fa_ir: صفحه‌کلید به‌آرامی به رنگ قرمز، سپس سبز و سپس آبی روشن و خاموش می‌شود.
fi_fi: Näppäimistö syttyy ja himmenee pehmeästi punaisena, sitten vihreänä ja sitten sinisenä.
fr_fr: Le clavier s’allume et s’éteint en fondu, en rouge, puis en vert, puis en bleu.
he_il: המקלדת נדלקת ונכבית בהדרגה באדום, אחר כך בירוק ואחר כך בכחול.
hi_in: कीबोर्ड पहले लाल, फिर हरे, फिर नीले रंग में धीरे-धीरे जलता और बुझता है।
hu_hu: A billentyűzet pirosan, aztán zölden, aztán kéken fokozatosan kivilágosodik és elhalványul.
id_id: Keyboard menyala dan meredup perlahan dalam warna merah, lalu hijau, lalu biru.
it_it: La tastiera si accende e si spegne gradualmente in rosso, poi in verde, poi in blu.
ja_jp: キーボードが赤、緑、青の順にゆっくり点いては消えます。
ko_kr: 키보드가 빨간색, 초록색, 파란색 순서로 서서히 켜졌다 꺼집니다.
lv_lv: Tastatūra pakāpeniski iedegas un izdziest sarkanā, tad zaļā, tad zilā krāsā.
nb_no: Tastaturet tones inn og ut i rødt, så grønt, så blått.
nl_nl: Het toetsenbord licht langzaam op en dooft weer in rood, dan groen, dan blauw.
pl_pl: Klawiatura płynnie rozświetla się i przygasa na czerwono, potem na zielono, potem na niebiesko.
pt_pt: O teclado acende-se e apaga-se gradualmente em vermelho, depois em verde e depois em azul.
ro_ro: Tastatura se aprinde și se stinge treptat în roșu, apoi în verde, apoi în albastru.
ru_ru: Клавиатура плавно загорается и гаснет красным, потом зелёным, потом синим.
sk_sk: Klávesnica sa plynule rozsvecuje a zhasína načerveno, potom nazeleno a potom namodro.
sr_cyrl_rs: Тастатура се постепено пали и гаси у црвеној, па у зеленој, па у плавој боји.
sv_se: Tangentbordet tonas in och ut i rött, sedan grönt, sedan blått.
th_th: คีย์บอร์ดค่อย ๆ สว่างขึ้นและหรี่ลงเป็นสีแดง ตามด้วยสีเขียว แล้วจึงเป็นสีน้ำเงิน
tr_tr: Klavye önce kırmızı, sonra yeşil, sonra mavi renkte yavaşça yanıp söner.
uk_ua: Клавіатура плавно засвічується й гасне червоним, потім зеленим, потім синім.
vi_vn: Bàn phím sáng dần rồi tắt dần, lần lượt với màu đỏ, xanh lá rồi xanh dương.
zh_cn: 键盘依次以红色、绿色、蓝色渐亮渐暗。
zh_tw: 鍵盤依序以紅色、綠色、藍色漸亮漸暗。

# Effect_Wave_Description
source: A wave of colour sweeps across the keys.
ar_sa: تجتاح موجة من اللون المفاتيح.
bg_bg: Цветна вълна преминава по клавишите.
ca_es: Una onada de color recorre les tecles.
cs_cz: Vlna barvy přejíždí přes klávesy.
de_de: Eine Farbwelle läuft über die Tasten.
el_gr: Ένα κύμα χρώματος σαρώνει τα πλήκτρα.
es_es: Una ola de color recorre las teclas.
et_ee: Värvilaine liigub üle klahvide.
fa_ir: موجی از رنگ روی کلیدها حرکت می‌کند.
fi_fi: Väriaalto pyyhkäisee näppäinten yli.
fr_fr: Une vague de couleur balaie les touches.
he_il: גל של צבע עובר על המקשים.
hi_in: रंग की एक लहर कुंजियों पर से गुज़रती है।
hu_hu: Színhullám söpör végig a billentyűkön.
id_id: Gelombang warna menyapu seluruh tombol.
it_it: Un'onda di colore attraversa i tasti.
ja_jp: 色の波がキーの上を流れます。
ko_kr: 색상의 물결이 키 위를 지나갑니다.
lv_lv: Krāsu vilnis pārslīd pāri taustiņiem.
nb_no: En fargebølge sveiper over tastene.
nl_nl: Een golf van kleur gaat over de toetsen.
pl_pl: Fala koloru przesuwa się po klawiszach.
pt_pt: Uma onda de cor percorre as teclas.
ro_ro: Un val de culoare trece peste taste.
ru_ru: Цветовая волна проходит по клавишам.
sk_sk: Vlna farby prechádza cez klávesy.
sr_cyrl_rs: Талас боје прелази преко тастера.
sv_se: En färgvåg sveper över tangenterna.
th_th: คลื่นสีกวาดผ่านแป้นต่างๆ
tr_tr: Bir renk dalgası tuşların üzerinden geçer.
uk_ua: Кольорова хвиля проходить клавішами.
vi_vn: Một làn sóng màu quét qua các phím.
zh_cn: 一道色彩波浪扫过按键。
zh_tw: 一道色彩波浪掃過按鍵。

# Effect_Shifting_Description
source: A block of colour travels across the keyboard.
ar_sa: تتحرك كتلة من اللون عبر لوحة المفاتيح.
bg_bg: Цветен блок се движи по клавиатурата.
ca_es: Un bloc de color travessa el teclat.
cs_cz: Blok barvy se posouvá po klávesnici.
de_de: Ein Farbblock wandert über die Tastatur.
el_gr: Ένα μπλοκ χρώματος διασχίζει το πληκτρολόγιο.
es_es: Un bloque de color atraviesa el teclado.
et_ee: Värviplokk liigub üle klaviatuuri.
fa_ir: یک بلوک رنگی در سراسر صفحه‌کلید حرکت می‌کند.
fi_fi: Värilohko kulkee näppäimistön poikki.
fr_fr: Un bloc de couleur traverse le clavier.
he_il: גוש צבע נע לאורך המקלדת.
hi_in: रंग का एक ब्लॉक कीबोर्ड पर चलता है।
hu_hu: Egy színblokk halad át a billentyűzeten.
id_id: Blok warna bergerak melintasi keyboard.
it_it: Un blocco di colore scorre sulla tastiera.
ja_jp: 色のブロックがキーボード上を移動します。
ko_kr: 색상 블록이 키보드를 가로질러 이동합니다.
lv_lv: Krāsu bloks pārvietojas pāri tastatūrai.
nb_no: En fargeblokk beveger seg over tastaturet.
nl_nl: Een blok kleur beweegt over het toetsenbord.
pl_pl: Blok koloru przemieszcza się po klawiaturze.
pt_pt: Um bloco de cor atravessa o teclado.
ro_ro: Un bloc de culoare traversează tastatura.
ru_ru: Цветовой блок движется по клавиатуре.
sk_sk: Blok farby sa posúva po klávesnici.
sr_cyrl_rs: Блок боје путује преко тастатуре.
sv_se: Ett färgblock rör sig över tangentbordet.
th_th: บล็อกสีเคลื่อนที่ไปทั่วคีย์บอร์ด
tr_tr: Bir renk bloğu klavyenin üzerinde ilerler.
uk_ua: Кольоровий блок рухається клавіатурою.
vi_vn: Một khối màu di chuyển trên bàn phím.
zh_cn: 一个色块在键盘上移动。
zh_tw: 一個色塊在鍵盤上移動。

# Effect_Zoom_Description
source: Colour expands out from the centre.
ar_sa: يتمدد اللون انطلاقًا من المركز.
bg_bg: Цветът се разширява от центъра.
ca_es: El color s'expandeix des del centre.
cs_cz: Barva se rozšiřuje ze středu.
de_de: Die Farbe breitet sich von der Mitte aus.
el_gr: Το χρώμα απλώνεται από το κέντρο.
es_es: El color se expande desde el centro.
et_ee: Värv laieneb keskelt väljapoole.
fa_ir: رنگ از مرکز به بیرون گسترش می‌یابد.
fi_fi: Väri leviää keskeltä ulospäin.
fr_fr: La couleur s’étend depuis le centre.
he_il: הצבע מתפשט מהמרכז החוצה.
hi_in: रंग केंद्र से बाहर की ओर फैलता है।
hu_hu: A szín a középpontból terjed szét.
id_id: Warna menyebar dari tengah.
it_it: Il colore si espande dal centro.
ja_jp: 色が中央から広がります。
ko_kr: 색상이 가운데에서 퍼져 나갑니다.
lv_lv: Krāsa izplešas no centra.
nb_no: Fargen sprer seg utover fra midten.
nl_nl: De kleur breidt zich uit vanuit het midden.
pl_pl: Kolor rozchodzi się od środka.
pt_pt: A cor expande-se a partir do centro.
ro_ro: Culoarea se extinde din centru.
ru_ru: Цвет расходится от центра.
sk_sk: Farba sa rozširuje zo stredu.
sr_cyrl_rs: Боја се шири из средине.
sv_se: Färgen sprider sig från mitten.
th_th: สีขยายออกจากตรงกลาง
tr_tr: Renk merkezden dışa doğru yayılır.
uk_ua: Колір розходиться від центру.
vi_vn: Màu lan tỏa từ giữa ra ngoài.
zh_cn: 颜色从中心向外扩散。
zh_tw: 色彩從中心向外擴散。

# Effect_Meteor
source: Meteor
ar_sa: نيزك
bg_bg: Метеор
el_gr: Μετεωρίτης
es_es: Meteoro
et_ee: Meteoor
fa_ir: شهاب
fi_fi: Meteori
fr_fr: Météore
he_il: מטאור
hi_in: उल्का
it_it: Meteora
ja_jp: メテオ
ko_kr: 유성
lv_lv: Meteors
nl_nl: Meteoor
pt_pt: Meteoro
ru_ru: Метеор
sr_cyrl_rs: Метеор
th_th: ดาวตก
uk_ua: Метеор
vi_vn: Sao băng
zh_cn: 流星
zh_tw: 流星

# Effect_Meteor_Description
source: Streaks of colour shoot across the keyboard.
ar_sa: خطوط من اللون تنطلق عبر لوحة المفاتيح.
bg_bg: Цветни ивици прелитат по клавиатурата.
ca_es: Rastres de color travessen el teclat.
cs_cz: Pruhy barvy přelétají po klávesnici.
de_de: Farbstreifen schießen über die Tastatur.
el_gr: Γραμμές χρώματος διασχίζουν γρήγορα το πληκτρολόγιο.
es_es: Estelas de color cruzan el teclado.
et_ee: Värvijutid sööstavad üle klaviatuuri.
fa_ir: رگه‌های رنگی از روی صفحه‌کلید می‌گذرند.
fi_fi: Värijuovat kiitävät näppäimistön poikki.
fr_fr: Des traînées de couleur filent sur le clavier.
he_il: פסי צבע חולפים לאורך המקלדת.
hi_in: रंग की लकीरें कीबोर्ड पर दौड़ती हैं।
hu_hu: Színes csíkok száguldanak át a billentyűzeten.
id_id: Jejak warna melesat melintasi keyboard.
it_it: Scie di colore attraversano la tastiera.
ja_jp: 色の軌跡がキーボード上を流れます。
ko_kr: 색상 줄기가 키보드를 가로질러 지나갑니다.
lv_lv: Krāsu svītras traucas pāri tastatūrai.
nb_no: Fargestriper suser over tastaturet.
nl_nl: Kleurstrepen schieten over het toetsenbord.
pl_pl: Smugi koloru przelatują po klawiaturze.
pt_pt: Rastos de cor atravessam o teclado.
ro_ro: Dâre de culoare traversează tastatura.
ru_ru: Цветные полосы проносятся по клавиатуре.
sk_sk: Pruhy farby preletujú po klávesnici.
sr_cyrl_rs: Трагови боје прелећу преко тастатуре.
sv_se: Färgstrimmor susar över tangentbordet.
th_th: แถบสีพุ่งผ่านคีย์บอร์ด
tr_tr: Renk izleri klavyenin üzerinden kayar.
uk_ua: Кольорові смуги проносяться клавіатурою.
vi_vn: Những vệt màu lướt qua bàn phím.
zh_cn: 彩色光带划过键盘。
zh_tw: 彩色光帶劃過鍵盤。

# Effect_MeteorKeyboard_Description
source: A pulse of colour runs across the keyboard and back.
ar_sa: تنتقل نبضة من اللون عبر لوحة المفاتيح ذهابًا وإيابًا.
bg_bg: Цветен импулс минава по клавиатурата и се връща обратно.
ca_es: Un pols de color recorre el teclat d'anada i tornada.
cs_cz: Pulz barvy přebíhá přes klávesnici tam a zpět.
de_de: Ein Farbimpuls läuft über die Tastatur und wieder zurück.
el_gr: Ένας παλμός χρώματος διατρέχει το πληκτρολόγιο και επιστρέφει.
es_es: Un pulso de color cruza el teclado y vuelve.
et_ee: Värviimpulss liigub üle klaviatuuri ja tagasi.
fa_ir: پالسی از رنگ از روی صفحه‌کلید می‌گذرد و برمی‌گردد.
fi_fi: Värisyke kulkee näppäimistön poikki ja takaisin.
fr_fr: Une impulsion de couleur traverse le clavier, puis revient.
he_il: פעימה של צבע עוברת לאורך המקלדת וחוזרת.
hi_in: रंग की एक चमक कीबोर्ड के आर-पार जाती है और वापस आती है।
hu_hu: Egy színes fényimpulzus végigfut a billentyűzeten, majd visszafut.
id_id: Denyut warna bergerak melintasi keyboard lalu kembali.
it_it: Un impulso di colore attraversa la tastiera e torna indietro.
ja_jp: 色の光がキーボードの端から端まで走り、また戻ってきます。
ko_kr: 색상 빛이 키보드를 가로질러 갔다가 되돌아옵니다.
lv_lv: Krāsas impulss pārskrien pāri tastatūrai un atpakaļ.
nb_no: En fargepuls løper over tastaturet og tilbake.
nl_nl: Een puls van kleur loopt over het toetsenbord en weer terug.
pl_pl: Impuls koloru przebiega przez klawiaturę i z powrotem.
pt_pt: Um impulso de cor atravessa o teclado e volta.
ro_ro: Un puls de culoare traversează tastatura și se întoarce.
ru_ru: Цветной импульс пробегает по клавиатуре туда и обратно.
sk_sk: Pulz farby prebieha cez klávesnicu tam a späť.
sr_cyrl_rs: Импулс боје пролази преко тастатуре и враћа се.
sv_se: En färgpuls löper över tangentbordet och tillbaka.
th_th: แสงสีวิ่งผ่านคีย์บอร์ดไปจนสุดแล้ววิ่งกลับมา
tr_tr: Bir renk atımı klavyenin bir ucundan öbür ucuna gidip geri döner.
uk_ua: Кольоровий імпульс пробігає клавіатурою туди й назад.
vi_vn: Một nhịp màu chạy qua bàn phím rồi quay lại.
zh_cn: 一束彩光在键盘上来回穿行。
zh_tw: 一道彩光在鍵盤上來回穿梭。

# Effect_Twinkling
source: Twinkling
ar_sa: وميض
bg_bg: Блещукане
ca_es: Centelleig
cs_cz: Třpyt
de_de: Funkeln
el_gr: Τρεμόπαιγμα
es_es: Centelleo
et_ee: Vilkumine
fa_ir: چشمک
fi_fi: Tuike
fr_fr: Scintillement
he_il: נצנוץ
hi_in: टिमटिमाहट
hu_hu: Csillogás
id_id: Kerlip
it_it: Scintillio
ja_jp: トゥインクル
ko_kr: 반짝임
lv_lv: Mirgošana
nb_no: Glitring
nl_nl: Fonkelen
pl_pl: Migotanie
pt_pt: Cintilação
ro_ro: Sclipire
ru_ru: Мерцание
sk_sk: Trblietanie
sr_cyrl_rs: Светлуцање
sv_se: Glittrande
th_th: กะพริบ
tr_tr: Parıltı
uk_ua: Мерехтіння
vi_vn: Lấp lánh
zh_cn: 闪烁
zh_tw: 閃爍

# Effect_Snake
source: Snake
ar_sa: ثعبان
bg_bg: Змия
ca_es: Serp
cs_cz: Had
de_de: Schlange
el_gr: Φίδι
es_es: Serpiente
et_ee: Madu
fa_ir: مار
fi_fi: Käärme
fr_fr: Serpent
he_il: נחש
hi_in: स्नेक
hu_hu: Kígyó
id_id: Ular
it_it: Serpente
ja_jp: スネーク
ko_kr: 스네이크
lv_lv: Čūska
nb_no: Slange
nl_nl: Slang
pl_pl: Wąż
pt_pt: Cobra
ro_ro: Șarpe
ru_ru: Змейка
sk_sk: Had
sr_cyrl_rs: Змија
sv_se: Orm
th_th: งู
tr_tr: Yılan
uk_ua: Змійка
vi_vn: Rắn
zh_cn: 蛇形
zh_tw: 蛇形

# Effect_Lightning
source: Lightning
ar_sa: برق
bg_bg: Мълния
ca_es: Llamp
cs_cz: Blesk
de_de: Blitz
el_gr: Κεραυνός
es_es: Relámpago
et_ee: Välk
fa_ir: آذرخش
fi_fi: Salama
fr_fr: Éclair
he_il: ברק
hi_in: बिजली
hu_hu: Villám
id_id: Petir
it_it: Fulmine
ja_jp: ライトニング
ko_kr: 번개
lv_lv: Zibens
nb_no: Lyn
nl_nl: Bliksem
pl_pl: Błyskawica
pt_pt: Relâmpago
ro_ro: Fulger
ru_ru: Молния
sk_sk: Blesk
sr_cyrl_rs: Муња
sv_se: Blixt
th_th: สายฟ้า
tr_tr: Şimşek
uk_ua: Блискавка
vi_vn: Tia chớp
zh_cn: 闪电
zh_tw: 閃電
